// Характеристика кроссовок

import UIKit

class SneakerCharacteristicks: NSObject {
    let pictureArray = [UIImage(named: "image1"), UIImage(named: "image2"), UIImage(named: "image3")]
    let sneakerName = ["Air Jordan 1", "SB Trainerendor", "Roshe Run"]
    let priceArray = [12000, 7500, 5000]
    let descriptionArray = [
        "Air Jordan I — это начало всемирно известной линии обуви и новой культуры в мире кроссовок. Первые Air Jordan по дизайну были похожи на другие популярные модели Nike, выпущенные в 1980-х, такие как Air Force I (1982), Terminator (1984), Dunk (1985). По бокам кроссовок был изображён большой «свуш» и новый логотип Wings.",
        "Nike SB Trainerendor — это универсальная модель кроссовок с разными вариантами исполнения и оформления, включая применение замши, кожи или оригинальной ткани. Особенности модели: центральный ремешок на липучке, позволяющий более комфортно закрепить обувь на ноге; узоры на подошве для дополнительного сцепления при подъёме и спуске. Кроссовки Nike SB Trainerendor можно использовать для разных видов активности.",
        "Nike Roshe Run — это популярная разработка Nike последних лет, основанная на идеях простоты и минимализма, заимствованных из буддизма. Особенности модели Верх из сетчатого материала, обладающий превосходной воздухопроницаемостью. Промежуточная вставка в подошве с системой Lunarlon, обеспечивающая мягкую амортизацию. Подошва с вафельным дизайном протектора, обеспечивающая сцепление с поверхностью. Набивной верх, обеспечивающий защиту щиколотки. "]
}
